import React, { Component } from 'react'

export class AboutUs extends Component {
  render() {
    return (
        <section className="about-section" id="about-section">
            <div className='aboutus'>
                <h2>Про нас</h2>
                <p>Компанія <span className='BoldText'>ProSwisscar</span>  є провідним постачальником високоякісних автотоварів 
                та автоаксесуарів на ринку. Наш асортимент охоплює широкий спектр продукції для автомобілів, включаючи інноваційні 
                автомобільні аптечки та різноманітні вироби з мікрофібри власного виробництва. Ми прагнемо забезпечити наших клієнтів 
                найкращими рішеннями для догляду за автомобілем та підвищення комфорту і безпеки під час подорожей.  </p>


                 <p><br/><span className='BoldText'> Наші продукти: </span><br/> <br/></p>

                 <p><span className='RedText'> Автоаксесуари:</span> Ми пропонуємо широкий вибір аксесуарів для автомобілів. Всі наші товари вирізняються високою якістю та зносостійкістю, що забезпечує тривалий термін їх служби.<br/>  </p>
                 
                 <p><span className='RedText'>Автомобільні аптечки:</span> Виробництво автомобільних аптечок – це одна з наших основних спеціалізацій. Наші аптечки відповідають усім стандартам безпеки та містять необхідні медикаменти та інструменти для надання першої допомоги в дорозі. Ми прагнемо забезпечити безпеку кожного водія та пасажира.<br/> </p>

                <p><span className='RedText'>Вироби з мікрофібри:</span> Proswisscar є провідним виробником різної продукції з мікрофібри, включаючи рушники, серветки та інші засоби для догляду за автомобілем. Наша мікрофібра відрізняється високою абсорбуючою здатністю, м'якістю та довговічністю, що робить її ідеальним вибором для догляду за вашим авто. <br/></p>
                <p><span className='RedText'>Лінійка мікрофібри для дому "Proswisshome":</span> Ми також пропонуємо продукцію з мікрофібри для прибирання в будинку під брендом "Proswisshome". Продукція "Proswisshome" включає серветки, ганчірки, рушники та інші засоби для підтримки чистоти у вашій оселі. <br/></p>
                
                <p><br/><span className='BoldText'> Наші переваги: </span><br/> <br/></p>
                
                <p><span className='RedText'>Висока якість:</span> Ми використовуємо тільки найкращі матеріали та передові технології у виробництві наших товарів, щоб гарантувати їхню надійність та довговічність.  <br/></p>
                <p><span className='RedText'>Інноваційність:</span> Постійний розвиток та впровадження нових технологій дозволяє нам пропонувати нашим клієнтам інноваційні та ефективні рішення. <br/></p>
                <p><span className='RedText'>Клієнтоорієнтованість:</span> Ми завжди орієнтуємося на потреби наших клієнтів та надаємо їм кваліфіковану підтримку та консультації. <br/></p>

                <p><br/><span className='BoldText'> Наша місія: </span><br/> <br/></p>

                <p>Ми прагнемо зробити процес догляду за автомобілем та прибирання у домі простим, зручним та ефективним для кожного. Наша мета – забезпечити найвищий рівень безпеки та комфорту на дорозі та в оселі завдяки нашим якісним автотоварам, аксесуарам та продукції з мікрофібри.  <br/></p>

                <p><br/><span className='BoldText'> Контакти: </span><br/> <br/></p>
                <p>Зв'яжіться з нами, щоб дізнатися більше про нашу продукцію та послуги:<br/> <br/></p>

                <p><span className='BoldText'>Номер телефону:</span> <a href="tel:+380734668190;" className='DefaultText'>+380 73 466 81 90; </a>та <a href="tel:+380672097042" className='DefaultText'>+380 67 209 70 42;</a> </p>
                <p><span className='BoldText'>Електронна пошта:</span> <a href="mailto:example@gmail.com" className='DefaultText'>zaychenko.zm@gmail.com</a> </p>
                <p><span className='BoldText'>Адреса:</span> вул. Дерегуса, 2, м. Київ, Україна </p>
                <p><span className='BoldText'>"Proswisscar"</span>– be the first for all!</p>
            </div>
        </section>
    )
  }
}

export default AboutUs